/*Localized name of the help book to use*/

"TPTITLE" = "Du har endret dato eller klokkeslett. Hvis du vil arkivere endringene, klikker du på Arkiver. Hvis du vil bruke de gamle innstillingene, klikker du på Tilbakestill.";
"TPTEXT" = "Hvis du vil gjøre flere endringer, klikker du på Avbryt.";
"TPCANCEL" = "Avbryt";
"TPREVERT" = "Tilbakestill";
"TPSAVE" = "Arkiver";


/* Strings used as domains to use as time servers */
/*  These are NOT the names displayed in the combo box, those can be edited in the NIB file */
/*  These are the domains that actually get used when a user selects one of the popup items */
"US_NTP_SERVER_DOMAIN" = "time.apple.com";
"ASIA_NTP_SERVER_DOMAIN" = "time.asia.apple.com";
"EURO_NTP_SERVER_DOMAIN" = "time.euro.apple.com";
